Repository: damian-kurowski/Nowa-Nadzieja-CRM
Catalog: translations/security.*.xlf
Languages: pl

source: An authentication exception occurred.
pl: Wystąpił błąd uwierzytelniania.

source: Authentication credentials could not be found.
pl: Nie można znaleźć danych uwierzytelniających.

source: Authentication request could not be processed due to a system problem.
pl: Żądanie uwierzytelnienia nie mogło zostać przetworzone z powodu problemu systemowego.

source: Invalid credentials.
pl: Nieprawidłowe dane logowania.

source: Cookie has already been used by someone else.
pl: To ciasteczko jest używane przez kogoś innego.

source: Not privileged to request the resource.
pl: Brak uprawnień dla żądania wskazanego zasobu.

source: Invalid CSRF token.
pl: Nieprawidłowy token CSRF.

source: No authentication provider found to support the authentication token.
pl: Nie znaleziono mechanizmu uwierzytelniania zdolnego do obsługi przesłanego tokenu.

source: No session available, it either timed out or cookies are not enabled.
pl: Brak danych sesji, sesja wygasła lub ciasteczka nie są włączone.

source: No token could be found.
pl: Nie znaleziono tokenu.

source: Username could not be found.
pl: Nie znaleziono użytkownika.

source: Account has expired.
pl: Konto wygasło.

source: Credentials have expired.
pl: Dane uwierzytelniające wygasły.

source: Account is disabled.
pl: Konto jest wyłączone.

source: Account is locked.
pl: Konto jest zablokowane.

source: Too many failed login attempts, please try again later.
pl: Zbyt dużo nieudanych prób logowania, proszę spróbować ponownie później.

source: Invalid or expired login link.
pl: Nieprawidłowy lub wygasły link logowania.

source: Too many failed login attempts, please try again in %minutes% minute.
pl: Zbyt wiele nieudanych prób logowania, spróbuj ponownie po upływie %minutes% minut.

source: Too many failed login attempts, please try again in %minutes% minutes.
pl: Zbyt wiele nieudanych prób logowania, spróbuj ponownie za %minutes% minutę.|Zbyt wiele nieudanych prób logowania, spróbuj ponownie za %minutes% minuty.|Zbyt wiele nieudanych prób logowania, spróbuj ponownie za %minutes% minut.

source: The presented password cannot be empty.
pl: Hasło nie może być puste.

source: The presented password is invalid.
pl: Wprowadzone hasło jest nieprawidłowe.

source: The user identifier cannot be empty.
pl: Nazwa użytkownika nie może być pusta.

source: Too many failed login attempts.
pl: Zbyt wiele nieudanych prób logowania.

source: Access Denied.
pl: Dostęp zabroniony.

source: Your session has expired. Please log in again.
pl: Twoja sesja wygasła. Zaloguj się ponownie.

source: You do not have permission to access this resource.
pl: Nie masz uprawnień do dostępu do tego zasobu.
