Repository: damian-kurowski/Nowa-Nadzieja-CRM
Catalog: translations/validators.*.xlf
Languages: pl

source: This value should be false.
pl: Ta wartość powinna być fałszem.

source: This value should be true.
pl: Ta wartość powinna być prawdą.

source: This value should be of type {{ type }}.
pl: Ta wartość powinna być typu {{ type }}.

source: This value should be blank.
pl: Ta wartość powinna być pusta.

source: The value you selected is not a valid choice.
pl: Ta wartość powinna być jedną z podanych opcji.

source: You must select at least {{ limit }} choice.|You must select at least {{ limit }} choices.
pl: Powinieneś wybrać co najmniej {{ limit }} opcję.|Powinieneś wybrać co najmniej {{ limit }} opcje.|Powinieneś wybrać co najmniej {{ limit }} opcji.

source: You must select at most {{ limit }} choice.|You must select at most {{ limit }} choices.
pl: Powinieneś wybrać maksymalnie {{ limit }} opcję.|Powinieneś wybrać maksymalnie {{ limit }} opcje.|Powinieneś wybrać maksymalnie {{ limit }} opcji.

source: One or more of the given values is invalid.
pl: Jedna lub więcej z podanych wartości jest nieprawidłowa.

source: This field was not expected.
pl: Tego pola się nie spodziewano.

source: This field is missing.
pl: Tego pola brakuje.

source: This value is not a valid date.
pl: Ta wartość nie jest prawidłową datą.

source: This value is not a valid datetime.
pl: Ta wartość nie jest prawidłową datą i czasem.

source: This value is not a valid email address.
pl: Ta wartość nie jest prawidłowym adresem email.

source: The file could not be found.
pl: Plik nie mógł zostać odnaleziony.

source: The file is not readable.
pl: Nie można odczytać pliku.

source: The file is too large ({{ size }} {{ suffix }}). Allowed maximum size is {{ limit }} {{ suffix }}.
pl: Plik jest za duży ({{ size }} {{ suffix }}). Maksymalny dozwolony rozmiar to {{ limit }} {{ suffix }}.

source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}.
pl: Nieprawidłowy typ mime pliku ({{ type }}). Dozwolone typy mime to {{ types }}.

source: This value should be {{ limit }} or less.
pl: Ta wartość powinna wynosić {{ limit }} lub mniej.

source: This value is too long. It should have {{ limit }} character or less.|This value is too long. It should have {{ limit }} characters or less.
pl: Ta wartość jest zbyt długa. Powinna mieć {{ limit }} lub mniej znaków.|Ta wartość jest zbyt długa. Powinna mieć {{ limit }} lub mniej znaków.|Ta wartość jest zbyt długa. Powinna mieć {{ limit }} lub mniej znaków.

source: This value should be {{ limit }} or more.
pl: Ta wartość powinna wynosić {{ limit }} lub więcej.

source: This value is too short. It should have {{ limit }} character or more.|This value is too short. It should have {{ limit }} characters or more.
pl: Ta wartość jest zbyt krótka. Powinna mieć {{ limit }} lub więcej znaków.|Ta wartość jest zbyt krótka. Powinna mieć {{ limit }} lub więcej znaków.|Ta wartość jest zbyt krótka. Powinna mieć {{ limit }} lub więcej znaków.

source: This value should not be blank.
pl: Ta wartość nie powinna być pusta.

source: This value should not be null.
pl: Ta wartość nie powinna być nullem.

source: This value should be null.
pl: Ta wartość powinna być nullem.

source: This value is not valid.
pl: Ta wartość jest nieprawidłowa.

source: This value is not a valid time.
pl: Ta wartość nie jest prawidłowym czasem.

source: This value is not a valid URL.
pl: Ta wartość nie jest prawidłowym adresem URL.

source: The two values should be equal.
pl: Obie wartości powinny być równe.

source: The file is too large. Allowed maximum size is {{ limit }} {{ suffix }}.
pl: Plik jest za duży. Maksymalny dozwolony rozmiar to {{ limit }} {{ suffix }}.

source: The file is too large.
pl: Plik jest za duży.

source: The file could not be uploaded.
pl: Plik nie mógł być wgrany.

source: This value should be a valid number.
pl: Ta wartość powinna być prawidłową liczbą.

source: This file is not a valid image.
pl: Ten plik nie jest obrazem.

source: This is not a valid IP address.
pl: Ta wartość nie jest prawidłowym adresem IP.

source: This value is not a valid language.
pl: Ta wartość nie jest prawidłowym językiem.

source: This value is not a valid locale.
pl: Ta wartość nie jest prawidłową lokalizacją.

source: This value is not a valid country.
pl: Ta wartość nie jest prawidłową nazwą kraju.

source: This value is already used.
pl: Ta wartość jest już wykorzystywana.

source: The size of the image could not be detected.
pl: Nie można wykryć rozmiaru obrazka.

source: The image width is too big ({{ width }}px). Allowed maximum width is {{ max_width }}px.
pl: Szerokość obrazka jest zbyt duża ({{ width }}px). Maksymalna dopuszczalna szerokość to {{ max_width }}px.

source: The image width is too small ({{ width }}px). Minimum width expected is {{ min_width }}px.
pl: Szerokość obrazka jest zbyt mała ({{ width }}px). Oczekiwana minimalna szerokość to {{ min_width }}px.

source: The image height is too big ({{ height }}px). Allowed maximum height is {{ max_height }}px.
pl: Wysokość obrazka jest zbyt duża ({{ height }}px). Maksymalna dopuszczalna wysokość to {{ max_height }}px.

source: The image height is too small ({{ height }}px). Minimum height expected is {{ min_height }}px.
pl: Wysokość obrazka jest zbyt mała ({{ height }}px). Oczekiwana minimalna wysokość to {{ min_height }}px.

source: This value should be the user's current password.
pl: Ta wartość powinna być aktualnym hasłem użytkownika.

source: This value should have exactly {{ limit }} character.|This value should have exactly {{ limit }} characters.
pl: Ta wartość powinna mieć dokładnie {{ limit }} znak.|Ta wartość powinna mieć dokładnie {{ limit }} znaki.|Ta wartość powinna mieć dokładnie {{ limit }} znaków.

source: The file was only partially uploaded.
pl: Plik został wgrany tylko częściowo.

source: No file was uploaded.
pl: Żaden plik nie został wgrany.

source: No temporary folder was configured in php.ini.
pl: Nie skonfigurowano folderu tymczasowego w php.ini lub skonfigurowany folder nie istnieje.

source: Cannot write temporary file to disk.
pl: Nie można zapisać pliku tymczasowego na dysku.

source: A PHP extension caused the upload to fail.
pl: Rozszerzenie PHP spowodowało błąd podczas wgrywania.

source: This collection should contain {{ limit }} element or more.|This collection should contain {{ limit }} elements or more.
pl: Ten zbiór powinien zawierać {{ limit }} lub więcej elementów.

source: This collection should contain {{ limit }} element or less.|This collection should contain {{ limit }} elements or less.
pl: Ten zbiór powinien zawierać {{ limit }} lub mniej elementów.

source: This collection should contain exactly {{ limit }} element.|This collection should contain exactly {{ limit }} elements.
pl: Ten zbiór powinien zawierać dokładnie {{ limit }} element.|Ten zbiór powinien zawierać dokładnie {{ limit }} elementy.|Ten zbiór powinien zawierać dokładnie {{ limit }} elementów.

source: Invalid card number.
pl: Nieprawidłowy numer karty.

source: Unsupported card type or invalid card number.
pl: Nieobsługiwany rodzaj karty lub nieprawidłowy numer karty.

source: This is not a valid International Bank Account Number (IBAN).
pl: Ta wartość nie jest prawidłowym Międzynarodowym Numerem Rachunku Bankowego (IBAN).

source: This value is not a valid ISBN-10.
pl: Ta wartość nie jest prawidłowym numerem ISBN-10.

source: This value is not a valid ISBN-13.
pl: Ta wartość nie jest prawidłowym numerem ISBN-13.

source: This value is neither a valid ISBN-10 nor a valid ISBN-13.
pl: Ta wartość nie jest prawidłowym numerem ISBN-10 ani ISBN-13.

source: This value is not a valid ISSN.
pl: Ta wartość nie jest prawidłowym numerem ISSN.

source: This value is not a valid currency.
pl: Ta wartość nie jest prawidłową walutą.

source: This value should be equal to {{ compared_value }}.
pl: Ta wartość powinna być równa {{ compared_value }}.

source: This value should be greater than {{ compared_value }}.
pl: Ta wartość powinna być większa niż {{ compared_value }}.

source: This value should be greater than or equal to {{ compared_value }}.
pl: Ta wartość powinna być większa bądź równa {{ compared_value }}.

source: This value should be identical to {{ compared_value_type }} {{ compared_value }}.
pl: Ta wartość powinna być identycznego typu {{ compared_value_type }} oraz wartości {{ compared_value }}.

source: This value should be less than {{ compared_value }}.
pl: Ta wartość powinna być mniejsza niż {{ compared_value }}.

source: This value should be less than or equal to {{ compared_value }}.
pl: Ta wartość powinna być mniejsza bądź równa {{ compared_value }}.

source: This value should not be equal to {{ compared_value }}.
pl: Ta wartość nie powinna być równa {{ compared_value }}.

source: This value should not be identical to {{ compared_value_type }} {{ compared_value }}.
pl: Ta wartość nie powinna być identycznego typu {{ compared_value_type }} oraz wartości {{ compared_value }}.

source: The image ratio is too big ({{ ratio }}). Allowed maximum ratio is {{ max_ratio }}.
pl: Proporcje obrazu są zbyt duże ({{ ratio }}). Maksymalne proporcje to {{ max_ratio }}.

source: The image ratio is too small ({{ ratio }}). Minimum ratio expected is {{ min_ratio }}.
pl: Proporcje obrazu są zbyt małe ({{ ratio }}). Minimalne proporcje to {{ min_ratio }}.

source: The image is square ({{ width }}x{{ height }}px). Square images are not allowed.
pl: Obraz jest kwadratem ({{ width }}x{{ height }}px). Kwadratowe obrazy nie są akceptowane.

source: The image is landscape oriented ({{ width }}x{{ height }}px). Landscape oriented images are not allowed.
pl: Obraz jest panoramiczny ({{ width }}x{{ height }}px). Panoramiczne zdjęcia nie są akceptowane.

source: The image is portrait oriented ({{ width }}x{{ height }}px). Portrait oriented images are not allowed.
pl: Obraz jest portretowy ({{ width }}x{{ height }}px). Portretowe zdjęcia nie są akceptowane.

source: An empty file is not allowed.
pl: Plik nie może być pusty.

source: The host could not be resolved.
pl: Nazwa hosta nie została rozpoznana.

source: This value does not match the expected {{ charset }} charset.
pl: Ta wartość nie pasuje do oczekiwanego zestawu znaków {{ charset }}.

source: This is not a valid Business Identifier Code (BIC).
pl: Ta wartość nie jest prawidłowym Kodem Identyfikującym Bank (BIC).

source: Error
pl: Błąd

source: This is not a valid UUID.
pl: Ta wartość nie jest prawidłowym UUID.

source: This value should be a multiple of {{ compared_value }}.
pl: Ta wartość powinna być wielokrotnością {{ compared_value }}.

source: This Business Identifier Code (BIC) is not associated with IBAN {{ iban }}.
pl: Ten kod BIC (Business Identifier Code) nie jest powiązany z międzynarodowym numerem rachunku bankowego (IBAN) {{ iban }}.

source: This value should be valid JSON.
pl: Ta wartość powinna być prawidłowym formatem JSON.

source: This collection should contain only unique elements.
pl: Ten zbiór powinien zawierać tylko unikalne elementy.

source: This value should be positive.
pl: Ta wartość powinna być dodatnia.

source: This value should be either positive or zero.
pl: Ta wartość powinna być dodatnia lub równa zero.

source: This value should be negative.
pl: Ta wartość powinna być ujemna.

source: This value should be either negative or zero.
pl: Ta wartość powinna być ujemna lub równa zero.

source: This value is not a valid timezone.
pl: Ta wartość nie jest prawidłową strefą czasową.

source: This password has been leaked in a data breach, it must not be used. Please use another password.
pl: To hasło wyciekło w wyniku naruszenia danych i nie może być użyte. Proszę użyć innego hasła.

source: This value should be between {{ min }} and {{ max }}.
pl: Ta wartość powinna być pomiędzy {{ min }} a {{ max }}.

source: This value is not a valid hostname.
pl: Ta wartość nie jest prawidłową nazwą hosta.

source: The number of elements in this collection should be a multiple of {{ compared_value }}.
pl: Liczba elementów w tym zbiorze powinna być wielokrotnością {{ compared_value }}.

source: This value should satisfy at least one of the following constraints:
pl: Ta wartość powinna spełniać co najmniej jedną z następujących reguł:

source: Each element of this collection should satisfy its own set of constraints.
pl: Każdy element w tym zbiorze powinien spełniać własny zestaw reguł.

source: This value is not a valid International Securities Identification Number (ISIN).
pl: Ta wartość nie jest prawidłowym Międzynarodowym Numerem Identyfikacyjnym Papierów Wartościowych (ISIN).

source: This value should be a valid expression.
pl: Ta wartość powinna być prawidłowym wyrażeniem.

source: This value is not a valid CSS color.
pl: Ta wartość nie jest prawidłowym kolorem CSS.

source: This value is not a valid CIDR notation.
pl: Ta wartość nie jest prawidłową notacją CIDR.

source: The value of the netmask should be between {{ min }} and {{ max }}.
pl: Wartość maski podsieci powinna być pomiędzy {{ min }} i {{ max }}.

source: The filename is too long. It should have {{ filename_max_length }} character or less.|The filename is too long. It should have {{ filename_max_length }} characters or less.
pl: Nazwa pliku jest za długa. Powinna mieć {{ filename_max_length }} znak lub mniej.|Nazwa pliku jest za długa. Powinna mieć {{ filename_max_length }} znaki lub mniej.|Nazwa pliku jest za długa. Powinna mieć {{ filename_max_length }} znaków lub mniej.

source: The password strength is too low. Please use a stronger password.
pl: Siła hasła jest zbyt niska. Użyj mocniejszego hasła.

source: This value contains characters that are not allowed by the current restriction-level.
pl: Ta wartość zawiera znaki, które nie są dozwolone przez aktualny poziom ograniczeń.

source: Using invisible characters is not allowed.
pl: Używanie niewidzialnych znaków jest niedozwolone.

source: Mixing numbers from different scripts is not allowed.
pl: Mieszanie liczb z różnych skryptów jest niedozwolone.

source: Using hidden overlay characters is not allowed.
pl: Używanie ukrytych znaków nakładki jest niedozwolone.

source: The extension of the file is invalid ({{ extension }}). Allowed extensions are {{ extensions }}.
pl: Rozszerzenie pliku jest nieprawidłowe ({{ extension }}). Dozwolone rozszerzenia to {{ extensions }}.

source: The detected character encoding is invalid ({{ detected }}). Allowed encodings are {{ encodings }}.
pl: Wykryte kodowanie znaków ({{ detected }}) jest nieprawidłowe. Dozwolone kodowania to {{ encodings }}.

source: This value is not a valid MAC address.
pl: Ta wartość nie jest prawidłowym adresem MAC.

source: This URL is missing a top-level domain.
pl: Ten URL nie zawiera domeny najwyższego poziomu.

source: This value is too short. It should contain at least one word.|This value is too short. It should contain at least {{ min }} words.
pl: Ta wartość jest zbyt krótka. Powinna zawierać co najmniej jedno słowo.|Ta wartość jest zbyt krótka. Powinna zawierać co najmniej {{ min }} słów.

source: This value is too long. It should contain one word.|This value is too long. It should contain {{ max }} words or less.
pl: Ta wartość jest zbyt długa. Powinna zawierać jedno słowo.|Ta wartość jest zbyt długa. Powinna zawierać {{ max }} słów lub mniej.

source: This value does not represent a valid week in the ISO 8601 format.
pl: Ta wartość nie jest poprawnym oznaczeniem tygodnia w formacie ISO 8601.

source: This value is not a valid week.
pl: Ta wartość nie jest poprawnym oznaczeniem tygodnia.

# This value should not be before week &quot;{{ min }}&quot;.
source: This value should not be before week "{{ min }}".
pl: Ta wartość nie powinna być przed tygodniem "{{ min }}".

# This value should not be after week &quot;{{ max }}&quot;.
source: This value should not be after week "{{ max }}".
pl: Ta wartość nie powinna być po tygodniu "{{ max }}".

source: This value is not a valid Twig template.
pl: Ta wartość nie jest prawidłowym szablonem Twig.

source: This form should not contain extra fields.
pl: Ten formularz nie powinien zawierać dodatkowych pól.

source: The uploaded file was too large. Please try to upload a smaller file.
pl: Wgrany plik był za duży. Proszę spróbować wgrać mniejszy plik.

source: The CSRF token is invalid. Please try to resubmit the form.
pl: Token CSRF jest nieprawidłowy. Proszę spróbować wysłać formularz ponownie.

source: This value is not a valid HTML5 color.
pl: Ta wartość nie jest prawidłowym kolorem HTML5.

source: Please enter a valid birthdate.
pl: Proszę wprowadzić prawidłową datę urodzenia.

source: The selected choice is invalid.
pl: Wybrana wartość jest nieprawidłowa.

source: The collection is invalid.
pl: Zbiór jest nieprawidłowy.

source: Please select a valid color.
pl: Proszę wybrać prawidłowy kolor.

source: Please select a valid country.
pl: Proszę wybrać prawidłowy kraj.

source: Please select a valid currency.
pl: Proszę wybrać prawidłową walutę.

source: Please choose a valid date interval.
pl: Proszę wybrać prawidłowy przedział czasowy.

source: Please enter a valid date and time.
pl: Proszę wprowadzić prawidłową datę i czas.

source: Please enter a valid date.
pl: Proszę wprowadzić prawidłową datę.

source: Please select a valid file.
pl: Proszę wybrać prawidłowy plik.

source: The hidden field is invalid.
pl: Ukryte pole jest nieprawidłowe.

source: Please enter an integer.
pl: Proszę wprowadzić liczbę całkowitą.

source: Please select a valid language.
pl: Proszę wybrać prawidłowy język.

source: Please select a valid locale.
pl: Proszę wybrać prawidłową lokalizację.

source: Please enter a valid money amount.
pl: Proszę wybrać prawidłową ilość pieniędzy.

source: Please enter a number.
pl: Proszę wprowadzić liczbę.

source: The password is invalid.
pl: Hasło jest nieprawidłowe.

source: Please enter a percentage value.
pl: Proszę wprowadzić wartość procentową.

source: The values do not match.
pl: Wartości się nie zgadzają.

source: Please enter a valid time.
pl: Proszę wprowadzić prawidłowy czas.

source: Please select a valid timezone.
pl: Proszę wybrać prawidłową strefę czasową.

source: Please enter a valid URL.
pl: Proszę wprowadzić prawidłowy adres URL.

source: Please enter a valid search term.
pl: Proszę wprowadzić prawidłowy termin wyszukiwania.

source: Please provide a valid phone number.
pl: Proszę wprowadzić prawidłowy numer telefonu.

source: The checkbox has an invalid value.
pl: Pole wyboru posiada nieprawidłową wartość.

source: Please enter a valid email address.
pl: Proszę wprowadzić prawidłowy adres email.

source: Please select a valid option.
pl: Proszę wybrać prawidłową opcję.

source: Please select a valid range.
pl: Proszę wybrać prawidłowy zakres.

source: Please enter a valid week.
pl: Proszę wybrać prawidłowy tydzień.
